[
    "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still perfectly edible.",
    "Bananas are berries, but strawberries aren't. In botanical terms, berries are defined as fleshy fruits produced from a single ovary, and bananas fit this description.",
    "A group of flamingos is called a 'flamboyance.'",
    "The Eiffel Tower can be 15 cm taller during the summer due to thermal expansion of the iron.",
    "The shortest war in history was between Britain and Zanzibar on August 27, 1896, lasting only 38 minutes.",
    "Cows have best friends and can become stressed when they are separated from them.",
    "A 'jiffy' is an actual unit of time, defined as the time it takes for light to travel one centimeter in a vacuum, approximately 33.3564 picoseconds.",
    "The Great Wall of China is not visible from the Moon with the naked eye, contrary to popular belief.",
    "Penguins can jump up to six feet in the air.",
    "The inventor of the frisbee was turned into a frisbee. Walter Morrison, the inventor, was cremated, and his ashes were turned into a frisbee after he passed away.",
    "The world's largest desert is not the Sahara but Antarctica, as a desert is defined by its low precipitation, not necessarily being hot.",
    "A single strand of spaghetti is called a 'spaghetto.'",
    "Cats have five toes on their front paws but only four on their back paws.",
    "The smell of freshly cut grass is actually a plant distress call, releasing chemicals to warn nearby plants of danger.",
    "Venus rotates in the opposite direction to most planets in our solar system.",
    "A day on Venus (one full rotation) is longer than a year on Venus (one orbit around the Sun).",
    "The average person will spend about six months of their life waiting for red lights to turn green.",
    "Bananas are berries, but strawberries aren't. In botanical terms, berries are defined as fleshy fruits produced from a single ovary, and bananas fit this description.",
    "Octopuses have three hearts: two pump blood to the gills, and one pumps it to the rest of the body.",
    "A 'jiffy' is an actual unit of time, defined as the time it takes for light to travel one centimeter in a vacuum, approximately 33.3564 picoseconds.",
"The world's largest pizza was over 13,580 square feet, made in Rome in 2012.",
    "Cows have a unique pattern of spots on their noses, similar to human fingerprints.",
    "The longest hiccuping spree lasted for 68 years, according to the Guinness World Records.",
    "The first recorded game of baseball was played in 1846 in Hoboken, New Jersey.",
    "A group of owls is called a 'parliament.'",
    "The original name of Bank of America was 'Bank of Italy.'",
    "The average person will walk the equivalent of three times around the Earth in their lifetime.",
    "The world's oldest known recipe is for beer and dates back to around 3,900 BCE in ancient Sumeria.",
    "A 'quokka' is a small marsupial found in Australia and is often referred to as the 'world's happiest animal.'",
    "The longest English word without a vowel is 'rhythms.'"


]
